models/DaftarimportirQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `daftarimportir` ORDER BY `id`

    public function one($db = null)
    {
        return parent::one($db);
---
SELECT * FROM `daftarimportir` WHERE 0=1