models/DaftarpfpdQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `daftarpfpd` ORDER BY `id`

    public function one($db = null)
    {
        return parent::one($db);
---
SELECT * FROM `daftarpfpd` WHERE 0=1