models/NamapemeriksaQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `namapemeriksa` ORDER BY `id`

    public function one($db = null)
    {
        return parent::one($db);
---
SELECT * FROM `namapemeriksa` WHERE 0=1